{
	"theresa-payton": {
		"type": "keynote",
		"name": "Theresa Payton",
		"tagline": "Former White House CIO, Cybersecurity Authority & Expert on Identity Theft and the Internet of Things",
		"photo": "theresa-payton.600x600.jpg",
		"bio": "In the wake of recent, debilitating cyberattacks at Anthem, Sony Pictures, Home Depot and Target, Theresa Payton remains the cybersecurity expert companies turn to regarding efforts to strengthen cybersecurity measures and understand the impact of the Internet of Things and the importance of securing Big Data. Named one of the top 25 Most Influential People in Security by Security Magazine, she is one of America's most respected authorities on Internet security, data breaches and fraud mitigation.\n\nThe first female to serve as White House Chief Information Officer, Payton oversaw IT operations for the President and his staff from 2006 to 2008. Previously, she held executive roles in banking technology at Bank of America and Wells Fargo, facilitating her broad knowledge of cybersecurity risks and measures in the financial services industry. Currently, as the founder, president and CEO of leading security, risk and fraud consulting company, Fortalice Solutions, LLC, she remains the expert who organizations go to for help understanding and improving their IT systems.\n\nPayton collaborated with IT expert and attorney, Ted Claypoole, to author two books focused on helping others learn how to protect their privacy online, after receiving a number of pleas from friends and strangers regarding account hacking. Hailed as 'must-reads,' Privacy in the Age of Big Data and Protecting Your Internet Identity outline peoples' rights, as well as tips and strategies for building and maintaining a positive online image.\n\nRecognized as a 2015 William J. Clinton distinguished lecturer by the Clinton School of Public Service, Payton captivates audiences with a fascinating narrative on the world of cybersecurity, including insight and methods critical to protecting organizations and information from rapidly evolving cyberattacks."
	},
	"kevin-poulsen": {
		"type": "keynote",
		"name": "Kevin Poulsen",
		"tagline": "Cyber Crime Expert and Author of *Kingpin*",
		"photo": "kevin-poulsen.600x600.jpg",
		"bio": "Kevin Poulsen is a former hacker who was once wanted by the FBI. He was featured on NBC's Unsolved Mysteries, and was arrested in April 1991 after 18 months on the run. He pleaded guilty to computer intrusion and served a little over five years in prison. At the time, it was the longest US sentence ever given for cybercrime.\n\nFollowing his release from prison, Poulsen was briefly barred from using computers. Reformed, but still possessed of the curiosity that contributed to him cracking systems when he was younger, he became a journalist. His first magazine feature ran in WIRED in 1998, and covered computer programmers who were driven to survivalist tactics by fear of the looming Y2K bug.\n\nWhen Poulsen's court supervision expired, he joined a California-based web start-up called SecurityFocus as editorial director in 2000, and began reporting security and cybercrime news.  Poulsen repeatedly broke stories of national importance that were picked up by the mainstream press:  a computer intrusion at a US hospital that, for the first time, breached patient medical records; hackers \"war driving\" for open Wi-Fi networks; a computer virus crippling a safety system at a nuclear power plant in Ohio; a southern California hacker's successful penetration of a Secret Service agent's PDA, and the attendant theft of confidential agency files.\n\nPoulsen left SecurityFocus in 2005 and joined Wired.com, where he serves as investigations editor at Wired, working on cybercrime, privacy and political coverage. In a computer-assisted reporting effort in 2006, Poulsen wrote software that scoured MySpace for registered sex offenders, identifying hundreds. The story resulted in the arrest of an active pedophile, led to significant policy changes at MySpace and spawned federal legislation. In 2007, Poulsen's reporting revealed that the FBI had been using a custom spyware program, called a CIPAV, to infect the computers of criminal suspects. In June 2010, Poulsen and a co-writer broke the news that the government had secretly arrested a young Army intelligence analyst in Iraq for leaking hundreds of thousands of classified documents to the secret-spilling website WikiLeaks.\n\nPoulsen is the founding editor of *Wired's Threat Level* blog, which won the 2008 Knight-Batten Award for Innovation in Journalism, and the 2010 MIN award for best blog. In 2009 Poulsen was inducted into MIN's Digital Hall of Fame for online journalism, and in 2010 he was among those honored as a \"Top Cyber Security Journalist\" in a peer-voted award by the SANS Institute.  He is the author of *Kingpin: How One Hacker Took Over the Billion-Dollar Cybercrime Underground*. (Crown, 2011)"
	},
	"karen-clark": {
		"name": "Karen Clark",
		"type": "session",
		"tagline": "OrthoTennessee, Chief Information Officer",
		"photo": "karen-clark.600x600.jpg",
		"bio": "Karen R. Clark is chief information officer for OrthoTennessee, where she has worked since 1998. In that role, she serves on national committees for the Healthcare Information Management Systems Society (HIMSS). A HIMSS Fellow and Certified Professional in Healthcare Information and Management Systems, she previously ran her own business, Network & Systems Consulting. Clark is also a regular contributor to Cityview magazine, providing design and architectural reviews for its featured homes section.\n\nA competitive rower since 2004, Clark serves on the board of the Oak Ridge Rowing Association, for whom she has also served as treasurer and president. She is a lay reader with St. John’s Episcopal Cathedral. She has previously served on the boards of the Knoxville Opera Guild, Ijams Nature Center, Blount Mansion, the West High School Foundation and the Knoxville Rowing Association. She was a member of the 2015 class of Leadership Knoxville.\n\nAfter graduating from American University with a degree in marketing in 1979, she joined Brooks Brothers in New York, where she was a buyer. She earned her MBA in finance from Fordham University in 1984. She moved to Knoxville in 1988 and joined Watson's as director of planning and distribution when her husband, Brooks, was recruited from Sports Illustrated to Whittle Communications. They have two daughters, Isabel, 27, and Olivia, 24."
	},
	"fred-cobb": {
		"name": "Fred Cobb",
		"type": "session",
		"tagline": "Sword & Shield, Vice President of Services",
		"photo": "fred-cobb.600x600.jpg",
		"bio": "William Fredrick (Fred) Cobb is a senior IT professional with a proven record of IT and business analysis achievements and experience that have involved systems engineering, systems architecture, security program development, network administration, security operations center design, life cycle management, IT project management, and ITIL/ITSM implementation.\n\nSpecialized in all phases of IT operations and IT security, Cobb has served as an Enterprise Administrator, Information Systems Security Officer, Virtual Chief Security Officer (vCSO), and Data Center Operations Manager for multiple critical business operations. Cobb’s recent work includes the design and implementation of a secure test lab for the Missile Defense Agency, project management work on classified projects with Air Force Space Command and the design of a classified system security program for a large company in the nuclear energy industry. Cobb’s recent work at Sword & Shield has been focused on a variety of high profile projects for the FBI’s Criminal Justice Information Systems (CJIS) division as well as his vCSO role for many of Sword & Shield’s customers in the health care and retail industries. He now serves as the vice president of Services.\n\nCobb's earlier career began at Digital Equipment Corporation’s (DEC) field offices where he held multiple technical roles. He continued his career at DEC when DEC was purchased by Compaq. Compaq eventually merged with Hewlett-Packard (HP). He left HP after more than 20 years to pursue other opportunities in his areas of expertise.\n\nCobb has received formal recognition from many of the customers he has supported including the U.S. Postal Service, Philips Consumer Electronics, General Electric, Coca-Cola, Home and Garden Television (HGTV), and Caterpillar.\n\nIn addition to his technical work, Cobb has also been an IT instructor for a number of years and has helped over 900 students in their pursuit of various Microsoft, CompTIA, and VMware certifications. He has held the Microsoft Certified Trainer certification for fifteen years.\n\nCobb's current certifications include:\n\n- Certified Information Systems Security Professional (CISSP)\n\n- Payment Card Industry Qualified Security Assessor (QSA)\n\n- Healthcare Information Security and Privacy Practitioner (HCISPP)\n\n- AlienVault Certified Systems Engineer (ACSE)\n\n- Microsoft Certified Systems Engineer (MCSE)\n\n- Microsoft Certified Technical Trainer (MCT)\n\n- VMware Certified Professional (VCP)\n\n- Windows 2008 Certified (MCITP)\n\n- Certified Project Management Professional (PMP)\n\n- Information Technology Infrastructure Library (ITIL) Certified\n\n- Factory Trained at DEC, Compaq, HP, IBM, Silicon Graphics, and Sun\n\nHe holds a B.S. in Applied Management from Tusculum College."
	},
	"bill-dean": {
		"name": "Bill Dean",
		"type": "session",
		"tagline": "LBMC, Senior Manager of Information Services Division",
		"photo": "bill-dean.600x600.jpg",
		"bio": "Bill is a Senior Manager in LBMC's Information Security Services division and is responsible for incident response, digital forensics, electronic discovery and overall litigation support. Bill has more than 20 years of information technology experience with a specialty in information security and digital forensics for the past 10 years.\n\nPrior to LBMC, he served as the Director of Security Assessments and Digital Forensics for Sword & Shield Enterprise Security Inc. Bill was also the founder of Forensic Discoveries, before merging with Sword & Shield Enterprise Security and served as a senior security analyst responsible for information security for a large healthcare organization. In these roles, he was responsible for digital forensics to support litigation, incident response services, penetration testing, and overall security defense posture. In these roles, he has been qualified as an expert witness in Federal Courts and Tennessee State Courts.\n\nBill is a frequent speaker and published author on the topics of computer security, digital forensics and electronic discovery for numerous legal and technical associations. Additionally, Bill is a faculty member for the Institute for Applied Network Security (IANS), is a Certified Computer Examiner (CCE), GIAC Certified Incident Handler (GCIH), GIAC Certified Penetration Tester (GPEN) and GIAC Certified Forensic Analyst (GCFA). He is also an active member of the International Society for Forensic Computer Examiners and InfraGard Board member. Bill was awarded Knoxville’s \"40 under 40\" business leaders class of 2014. Bill holds an A.S. in Computer Science from Walters State Community College and a BS in Information Technology from Information Technology."
	},
	"tim-flowers": {
		"name": "Tim Flowers",
		"type": "session",
		"tagline": "USDOJ, Computer Crime and Intellectual Property Trial Attorney",
		"photo": "tim-flowers.600x600.jpg",
		"bio": "Tim Flowers is a Trial Attorney in the Computer Crime and Intellectual Property Section of the United States Department of Justice. Although Mr. Flowers's practice is heavily focused on litigating cases across the spectrum of computer-based and intellectual-property crimes, he has also conducted various outreach activities as part of CCIPS' Cybersecurity Unit. Mr. Flowers recently co-authored, along with colleague Brian Levine, \"Your Secrets Are Safe With Us: How Prosecutors Protect Trade Secrets During Investigation and Prosecution,\" which appeared in the AMERICAN JOURNAL OF TRIAL ADVOCACY. Before joining CCIPS, Mr. Flowers was a judicial law clerk to the Honorable Samuel H. \"Hardy\" Mays, Jr. on the United States District Court for the Western District of Tennessee and the Honorable Ronald Lee Gilman on the United States Court of Appeals for the Sixth Circuit."
	},
	"chris-mccarty": {
		"name": "Chris McCarty",
		"type": "session",
		"tagline": "Lewis Thomason, IP Attorney & Shareholder",
		"photo": "chris-mccarty.600x600.jpg",
		"bio": "Chris W. McCarty, a shareholder in the Knoxville office for Lewis Thomason, practices in the areas of employment law, education law and civil litigation. Mr. McCarty handles matters before state and federal courts throughout Tennessee, and has argued before the Tennessee Court of Appeals. Mr. McCarty also presents on employment and education law topics. His articles on those topics have been seen in numerous publications, including HR Magazine, the Tennessee Bar Journal and the Knoxville Business Journal. \n\nMr. McCarty handles matters in all State and Federal courts throughout Tennessee as well as in the Tennessee Human Rights Commission, the Equal Employment Opportunity Commission, and the Tennessee Department of Labor and Workforce Development."
	},
	"chris-poulin": {
		"name": "Chris Poulin",
		"type": "session",
		"tagline": "IBM, X-Force Research &amp; Development Team",
		"photo": "chris-poulin.600x600.jpg",
		"bio": "Chris Poulin brings a balance of technical skills and entrepreneurship encompassing 30 years in information security and software development to his role as Research Strategist for IBM's X-Force Research & Development team. Chris is responsible for researching and analyzing security trends as they relate to cybercrime, cyberwarfare, corporate espionage, hacktivism, and emerging threats, with a special focus on security for the Internet of Things (IoT), especially connected vehicles. He also writes and advises on Coding Security, Security Program Strategy, and Risk Management. Chris joined IBM through the Q1 Labs acquisition, where he served as CSO.\n\nChris started his security career in the U.S. Air Force managing global intelligence networks and developing software for the National Reconnaissance Office. He left the Department of Defense to leverage his leadership and technical skills to found and build FireTower, Inc., a successful information security consulting firm serving many Fortune 100 clients. Chris is a prolific and accomplished speaker and writer. In his spare time, he hacks things such as cars and alarm systems, and pick locks."
	},
	"adrian-sanabria": {
		"name": "Adrian Sanabria",
		"type": "session",
		"tagline": "451 Research, Senior Security Analyst",
		"photo": "adrian-sanabria.600x600.jpg",
		"bio": "Equally comfortable performing a pentest, building an InfoSec program, heading up an incident response team, or discussing market trends, Adrian has covered much of the security spectrum. As an industry analyst, he has a particular focus on threat detection/response technologies and cloud security. Adrian is an optimist, always trying to see the big picture; how things fit. His most recent research takes both a deep and high-level look at the core reasons why security defenses continue to fail in the majority of organizations."
	},
	"mike-saurbaugh": {
		"name": "Mike Saurbaugh",
		"type": "session",
		"tagline": "PhishMe, Director of Technical Alliances",
		"photo": "mike-saurbaugh.600x600.jpg",
		"bio": "Mike Saurbaugh is the director of technical alliances with PhishMe. Prior to PhishMe, Mike spent nearly two decades in financial services and was the head of information security for 12-years. Mike is also Faculty with IANS Research where he provides strategic, practitioner, and analyst guidance to Fortune companies. Mike was involved from the onset with Security Current when it launched and served as the research director leading a number of strategic projects for global security vendors. Recently, Mike was added to the faculty at Excelsior College in their information security program as a course developer and adjunct. Mike started a security consulting LLC where he conducts independent engagements and has been involved providing advisory services to a number of stealth mode security startups. He holds a Master of Science in Information Assurance from Walsh College and is a member of two college information security curriculum advisory committees."
	},
	"betsy-woudenberg": {
		"name": "Betsy Woudenberg",
		"type": "session",
		"tagline": "IntelligenceArts, Founder/CEO",
		"photo": "betsy-woudenberg.600x600.jpg",
		"bio": "Betsy Woudenberg is founder and CEO of IntelligenceArts, a security consulting firm based in the Washington DC area. She is a former U.S. Intelligence officer with experience in cyber operations and telecommunications and is an internationally recognized expert on the human and technical risk factors in critical infrastructure security.\n\nMs. Woudenberg’s early career was in Silicon Valley, working for game companies and software startups. She joined the Central Intelligence Agency as a member of CIA’s first post-9/11 class of case officers.\n\nHer work at CIA focused on applying her experience in the business world to conduct non-traditional operations against national security targets. As a case officer, reports officer, and targeting officer, Ms. Woudenberg learned the end-to-end craft of intelligence collection, from defining collection requirements to designing operations to gathering and shaping reports that addressed the needs and interests of U.S. policymakers. Ms. Woudenberg also developed subject matter expertise in cyber operations, telecommunications, and counterintelligence.\n\nHer specialty is interpreting highly technical topics for non-technical audiences. She teaches at USCYBERCOM, the Department of Defense, the Department of Energy, and internationally about SCADA—the control systems that run our critical infrastructure—and Stuxnet, the first known successful kinetic cyber-weapon.\n\nAfter ten years applying a corporate perspective to the intelligence community, Ms. Woudenberg now brings the benefit of this experience back to the business world. She helps clients understand the motivations and capabilities of nation-state adversaries and how sophisticated attackers exploit both human and cyber vulnerabilities to bypass conventional corporate security countermeasures. \n\nShe speaks at security conferences across the country to help private sector audiences understand global threats, using publicly known cyber and espionage cases to illustrate how adversaries are evolving and adapting their tactics. She views security from the perspective of the adversary, and helps her clients shape a holistic protection strategy that leverages human, physical, and cyber resources. Ms. Woudenberg is a graduate of Stanford University."
	}
}