{
	"theresa-payton": {
		"type": "keynote",
		"name": "Theresa Payton",
		"tagline": "Former White House CIO, Cybersecurity Authority & Expert on Identity Theft and the Internet of Things",
		"photo": "theresa-payton.600x600.jpg",
		"bio": "In the wake of recent, debilitating cyberattacks at Anthem, Sony Pictures, Home Depot and Target, Theresa Payton remains the cybersecurity expert companies turn to regarding efforts to strengthen cybersecurity measures and understand the impact of the Internet of Things and the importance of securing Big Data. Named one of the top 25 Most Influential People in Security by Security Magazine, she is one of America's most respected authorities on Internet security, data breaches and fraud mitigation.\n\nThe first female to serve as White House Chief Information Officer, Payton oversaw IT operations for the President and his staff from 2006 to 2008. Previously, she held executive roles in banking technology at Bank of America and Wells Fargo, facilitating her broad knowledge of cybersecurity risks and measures in the financial services industry. Currently, as the founder, president and CEO of leading security, risk and fraud consulting company, Fortalice Solutions, LLC, she remains the expert who organizations go to for help understanding and improving their IT systems.\n\nPayton collaborated with IT expert and attorney, Ted Claypoole, to author two books focused on helping others learn how to protect their privacy online, after receiving a number of pleas from friends and strangers regarding account hacking. Hailed as 'must-reads,' Privacy in the Age of Big Data and Protecting Your Internet Identity outline peoples' rights, as well as tips and strategies for building and maintaining a positive online image.\n\nRecognized as a 2015 William J. Clinton distinguished lecturer by the Clinton School of Public Service, Payton captivates audiences with a fascinating narrative on the world of cybersecurity, including insight and methods critical to protecting organizations and information from rapidly evolving cyberattacks.",
		"title": "Combating Cybercrime at the Frontlines",
		"abstract": "Payton discusses why investment in Cybersecurity across industries has not eliminated attacks and breaches. She outlines three types of companies: those breached; those about to be breached; and those who don't know they’ve been breached. With solutions on how companies can better secure their assets, Payton helps avoid negative impacts to your bottom line with insights on and strategies to manage emerging trends.\n\nIn addition, she will be addressing the following:\n\n- Global look @cybersecurity\n\n- Forward looking\n\n- Behind the headlines, what’s not being said about cyber and what it means\n\n- Behind the Curtain-Lessons learned from the White House\n\n- Losing line of sight of data? Instant strategies companies can use to make a difference today."
	},
	"kevin-poulsen": {
		"type": "keynote",
		"name": "Kevin Poulsen",
		"tagline": "Cyber Crime Expert and Author of *Kingpin*",
		"photo": "kevin-poulsen.600x600.jpg",
		"bio": "Kevin Poulsen is a former hacker who was once wanted by the FBI. He was featured on NBC's Unsolved Mysteries, and was arrested in April 1991 after 18 months on the run. He pleaded guilty to computer intrusion and served a little over five years in prison. At the time, it was the longest US sentence ever given for cybercrime.\n\nFollowing his release from prison, Poulsen was briefly barred from using computers. Reformed, but still possessed of the curiosity that contributed to him cracking systems when he was younger, he became a journalist. His first magazine feature ran in WIRED in 1998, and covered computer programmers who were driven to survivalist tactics by fear of the looming Y2K bug.\n\nWhen Poulsen's court supervision expired, he joined a California-based web start-up called SecurityFocus as editorial director in 2000, and began reporting security and cybercrime news.  Poulsen repeatedly broke stories of national importance that were picked up by the mainstream press:  a computer intrusion at a US hospital that, for the first time, breached patient medical records; hackers \"war driving\" for open Wi-Fi networks; a computer virus crippling a safety system at a nuclear power plant in Ohio; a southern California hacker's successful penetration of a Secret Service agent's PDA, and the attendant theft of confidential agency files.\n\nPoulsen left SecurityFocus in 2005 and joined Wired.com, where he serves as investigations editor at Wired, working on cybercrime, privacy and political coverage. In a computer-assisted reporting effort in 2006, Poulsen wrote software that scoured MySpace for registered sex offenders, identifying hundreds. The story resulted in the arrest of an active pedophile, led to significant policy changes at MySpace and spawned federal legislation. In 2007, Poulsen's reporting revealed that the FBI had been using a custom spyware program, called a CIPAV, to infect the computers of criminal suspects. In June 2010, Poulsen and a co-writer broke the news that the government had secretly arrested a young Army intelligence analyst in Iraq for leaking hundreds of thousands of classified documents to the secret-spilling website WikiLeaks.\n\nPoulsen is the founding editor of *Wired's Threat Level* blog, which won the 2008 Knight-Batten Award for Innovation in Journalism, and the 2010 MIN award for best blog. In 2009 Poulsen was inducted into MIN's Digital Hall of Fame for online journalism, and in 2010 he was among those honored as a \"Top Cyber Security Journalist\" in a peer-voted award by the SANS Institute.  He is the author of *Kingpin: How One Hacker Took Over the Billion-Dollar Cybercrime Underground*. (Crown, 2011)",
		"title": "Privacy, Crime and Security Online",
		"abstract": "If anyone knows the inner workings of internet security systems, it is Kevin Poulsen. This former hacker and cybercrime expert is now a respected journalist working as the senior editor at Wired.com. Audiences will learn from his first-hand experience what cybercriminals will do to steal your privacy and corrupt your online security. Poulsen outlines the various security vulnerabilities that could exist in your company, and what you need to do to improve your IT systems."
	},
	"justin-bornhoeft": {
		"name": "Justin Bornhoeft",
		"type": "session",
		"tagline": "Cellular Sales, Information Technology Business Manager",
		"photo": "justin-bornhoeft.600x600.jpg",
		"bio": "Justin Bornhoeft is the IT Business Manager at Cellular Sales.  In that role he is not only responsible for PCI compliance as the internal security assessor but also IT asset management, IT vendor relations, and IT financial management.\n\nPrior to Cellular Sales, Justin held positions and earned certifications in IT management, financial management, project management, systems administration, network administration, IT training, and end user support which he leverages to help transform vision into reality.  This experience blends well with the initiatives of Cellular Sales.\n\nCellular Sales is a dynamic and growing company that adapts well to changing market opportunities and threats.  We do so by striving to improve continuously, to grow wisely, to keep customer information safe, and to maintain our corporate culture.  This year we took an important step forward in protecting credit card data by implementing encryption technology on our payment terminals.",
		"title": "Simplifying PCI with End-to-End Encryption (E2EE) in a Large Retail Environment",
		"abstract": "Many organizations that process credit card information are moving to end-to-end encryption (E2EE) and point-to-point encryption (P2PE) to reduce PCI scope and shrink consumer credit card exposure. These solutions not only reduce data breach risks to the organization but also provide better protection for consumer privacy. This session will present attendees with a case study on how one organization rolled out an enterprise–wide E2EE implementation."
	},
	"karen-clark": {
		"name": "Karen Clark",
		"type": "session",
		"tagline": "OrthoTennessee, Chief Information Officer",
		"photo": "karen-clark.600x600.jpg",
		"bio": "Karen R. Clark is chief information officer for OrthoTennessee, where she has worked since 1998. In that role, she serves on national committees for the Healthcare Information Management Systems Society (HIMSS). A HIMSS Fellow and Certified Professional in Healthcare Information and Management Systems, she previously ran her own business, Network & Systems Consulting. Clark is also a regular contributor to Cityview magazine, providing design and architectural reviews for its featured homes section.\n\nA competitive rower since 2004, Clark serves on the board of the Oak Ridge Rowing Association, for whom she has also served as treasurer and president. She is a lay reader with St. John’s Episcopal Cathedral. She has previously served on the boards of the Knoxville Opera Guild, Ijams Nature Center, Blount Mansion, the West High School Foundation and the Knoxville Rowing Association. She was a member of the 2015 class of Leadership Knoxville.\n\nAfter graduating from American University with a degree in marketing in 1979, she joined Brooks Brothers in New York, where she was a buyer. She earned her MBA in finance from Fordham University in 1984. She moved to Knoxville in 1988 and joined Watson's as director of planning and distribution when her husband, Brooks, was recruited from Sports Illustrated to Whittle Communications. They have two daughters, Isabel, 27, and Olivia, 24.",
		"title": "5 Things Senior Management Needs to Know About Protecting Healthcare Data",
		"abstract": "The session is designed for senior level executives of healthcare organizations.  The presentation will cover the five major areas of concern for health data security, and give the attendees a high-level overview of the tools available to mitigate risk. The session will provide a framework for management to evaluate their own data security with their IT security personnel."
	},
	"fred-cobb": {
		"name": "Fred Cobb",
		"type": "session",
		"tagline": "Sword & Shield, Vice President of Services",
		"photo": "fred-cobb.600x600.jpg",
		"bio": "William Fredrick (Fred) Cobb is a senior IT professional with a proven record of IT and business analysis achievements and experience that have involved systems engineering, systems architecture, security program development, network administration, security operations center design, life cycle management, IT project management, and ITIL/ITSM implementation.\n\nSpecialized in all phases of IT operations and IT security, Cobb has served as an Enterprise Administrator, Information Systems Security Officer, Virtual Chief Security Officer (vCSO), and Data Center Operations Manager for multiple critical business operations. Cobb’s recent work includes the design and implementation of a secure test lab for the Missile Defense Agency, project management work on classified projects with Air Force Space Command and the design of a classified system security program for a large company in the nuclear energy industry. Cobb’s recent work at Sword & Shield has been focused on a variety of high profile projects for the FBI’s Criminal Justice Information Systems (CJIS) division as well as his vCSO role for many of Sword & Shield’s customers in the health care and retail industries. He now serves as the vice president of Services.\n\nCobb's earlier career began at Digital Equipment Corporation’s (DEC) field offices where he held multiple technical roles. He continued his career at DEC when DEC was purchased by Compaq. Compaq eventually merged with Hewlett-Packard (HP). He left HP after more than 20 years to pursue other opportunities in his areas of expertise.\n\nCobb has received formal recognition from many of the customers he has supported including the U.S. Postal Service, Philips Consumer Electronics, General Electric, Coca-Cola, Home and Garden Television (HGTV), and Caterpillar.\n\nIn addition to his technical work, Cobb has also been an IT instructor for a number of years and has helped over 900 students in their pursuit of various Microsoft, CompTIA, and VMware certifications. He has held the Microsoft Certified Trainer certification for fifteen years.\n\nCobb's current certifications include:\n\n- Certified Information Systems Security Professional (CISSP)\n\n- Payment Card Industry Qualified Security Assessor (QSA)\n\n- Healthcare Information Security and Privacy Practitioner (HCISPP)\n\n- AlienVault Certified Systems Engineer (ACSE)\n\n- Microsoft Certified Systems Engineer (MCSE)\n\n- Microsoft Certified Technical Trainer (MCT)\n\n- VMware Certified Professional (VCP)\n\n- Windows 2008 Certified (MCITP)\n\n- Certified Project Management Professional (PMP)\n\n- Information Technology Infrastructure Library (ITIL) Certified\n\n- Factory Trained at DEC, Compaq, HP, IBM, Silicon Graphics, and Sun\n\nHe holds a B.S. in Applied Management from Tusculum College.",
		"title": "Making the Case for Adopting OpenSAMM",
		"abstract": "In this 45 minute presentation, Fred Cobb, VP of Services at Sword & Shield Enterprise Security, will discuss the Open Software Assurance Maturity Model (OpenSAMM), a framework to help organizations design and put into practice a strategy for software security specific to the risks many organizations face today. Specific topics of discussion include:\n\n- The web application security challenge\n\n- Web Application Firewalls (WAF) and WAF bypass flows\n\n- Defense-in-depth strategies including secure development and secure software deployment practices\n\n- The secure development and deployment lifecycle\n\n- Rapid deployment security concerns\n\n- An introduction to OpenSAMM \n\n- OpenSAMM critical business functions\n\n- OpenSAMM security practice areas\n\n- OpenSAMM maturity level objectives\n\nThis informative discussion should be of particular interest to those companies that have software development shops in house, install software, including commercially available software that could affect the security of sensitive data, or are looking for a maturity model by which the current state of the company’s software security practices can be accurately measured."
	},
	"bill-dean": {
		"name": "Bill Dean",
		"type": "session",
		"tagline": "LBMC, Senior Manager of Information Services Division",
		"photo": "bill-dean.600x600.jpg",
		"bio": "Bill is a Senior Manager in LBMC's Information Security Services division and is responsible for incident response, digital forensics, electronic discovery and overall litigation support. Bill has more than 20 years of information technology experience with a specialty in information security and digital forensics for the past 10 years.\n\nPrior to LBMC, he served as the Director of Security Assessments and Digital Forensics for Sword & Shield Enterprise Security Inc. Bill was also the founder of Forensic Discoveries, before merging with Sword & Shield Enterprise Security and served as a senior security analyst responsible for information security for a large healthcare organization. In these roles, he was responsible for digital forensics to support litigation, incident response services, penetration testing, and overall security defense posture. In these roles, he has been qualified as an expert witness in Federal Courts and Tennessee State Courts.\n\nBill is a frequent speaker and published author on the topics of computer security, digital forensics and electronic discovery for numerous legal and technical associations. Additionally, Bill is a faculty member for the Institute for Applied Network Security (IANS), is a Certified Computer Examiner (CCE), GIAC Certified Incident Handler (GCIH), GIAC Certified Penetration Tester (GPEN) and GIAC Certified Forensic Analyst (GCFA). He is also an active member of the International Society for Forensic Computer Examiners and InfraGard Board member. Bill was awarded Knoxville’s \"40 under 40\" business leaders class of 2014. Bill holds an A.S. in Computer Science from Walters State Community College and a BS in Information Technology from Information Technology.",
		"title": "Incident Response Tabletop Session",
		"abstract": "It is time for organizations to evolve from incident response policies and plans to something that adds more value than a \"checkbox\". This is achieved by performing tabletop exercises to improve your incident response capabilities. This session will provide an overview on developing and performing tabletop exercises. You will actually spend the majority of the time participating in a tabletop exercise to get the \"feel\" for the process. "
	},
	"joshua-eldridge": {
		"name": "Joshua Eldridge",
		"type": "session",
		"tagline": "Scripps Networks Interactive, Director, Data Science",
		"photo": "joshua-eldridge.600x600.jpg",
		"bio": "Joshua Eldridge is Director of Data Science for Scripps Networks Interactive. In this role, he works hand-in-hand with internal partners to continually evaluate and evolve the company’s data science needs and capabilities. Eldridge’s responsibilities frequently require managing data-driven efforts and initiatives with a focus on monetization, growth and cultivation and exploitation of first party and third party data. Eldridge also supports Scripps Networks’ ad sales and audience growth efforts across both linear and digital properties.\n\nPrior to joining Scripps Networks, Eldridge served as Vice President of Information Delivery at Wells Fargo Advisors. He also held several positions at AOL, the last being Senior Technical Manager of Software Development. In this position, Eldridge managed key strategic technical data integration projects for AOL products and implemented an offshore staffing model that significantly lowered overall development costs.\n\nEldridge holds an MBA from The George Washington University and has a bachelor's degree in Germanic languages, literatures and linguistics from Randolph-Macon College. He currently lives in Knoxville, TN.",
		"title": "Securing the Cloud: A Business Perspective",
		"abstract": "In 2014 Scripps Networks Interactive embarked on a journey to migrate the Audience Data Warehouse to the cloud. Plan on attending this interactive session to hear more about their success story, including:\n\n- Managing Stakeholders\n\n- Assessing and Addressing Risk\n\n- \"Right-Sizing\" for the Business"
	},
	"tim-flowers": {
		"name": "Tim Flowers",
		"type": "session",
		"tagline": "USDOJ, Computer Crime and Intellectual Property Trial Attorney",
		"photo": "tim-flowers.600x600.jpg",
		"bio": "Tim Flowers is a Trial Attorney in the Computer Crime and Intellectual Property Section of the United States Department of Justice. Although Mr. Flowers's practice is heavily focused on litigating cases across the spectrum of computer-based and intellectual-property crimes, he has also conducted various outreach activities as part of CCIPS' Cybersecurity Unit. Mr. Flowers recently co-authored, along with colleague Brian Levine, \"Your Secrets Are Safe With Us: How Prosecutors Protect Trade Secrets During Investigation and Prosecution,\" which appeared in the AMERICAN JOURNAL OF TRIAL ADVOCACY. Before joining CCIPS, Mr. Flowers was a judicial law clerk to the Honorable Samuel H. \"Hardy\" Mays, Jr. on the United States District Court for the Western District of Tennessee and the Honorable Ronald Lee Gilman on the United States Court of Appeals for the Sixth Circuit.",
		"title": "The Department of Justice's Cybersecurity Initiatives-Investigating and Prosecuting Network Intruders in Today's Cyber Landscape",
		"abstract": "As the frequency of network intrusions grows, stakeholders must face the unique challenges of confronting intruders from inside and outside an organization.  By addressing everything from file exfiltration at small businesses to large-scale data breaches at major corporations, the Department of Justice has been at the forefront of identifying and prosecuting network intruders.  Tim Flowers, Trial Attorney at the Department's Computer Crime and Intellectual Property Section (CCIPS), investigates and prosecutes cyber-related cases ranging from trade-secret theft to large-scale hacks.  Flowers will discuss relevant provisions of the Cybersecurity Information Sharing Act (\"CISA\"), how companies can work with law enforcement after experiencing a suspected intrusion, and the Department's use of its prosecutorial powers to bring network intruders to justice.  Flowers will also discuss CCIPS's efforts to engage businesses, regardless of their sizes, about communicating suspected intrusions to law enforcement."
	},
	"shaun-gleason": {
		"name": "Shaun Gleason",
		"type": "session",
		"tagline": "Oak Ridge National Laboratory, Division Director, Computational Sciences and Engineering Division",
		"photo": "shaun-gleason.600x600.jpg",
		"bio": "Dr. Shaun S. Gleason is the Director of the Computational Sciences and Engineering Division at the Oak Ridge National Laboratory (ORNL). In this role he is responsible for a $60M R&D portfolio focused on computing, data science and engineering methods to support (1) cyber and information security, (2) geographic information science, (3) quantum information science, (4) machine learning, (5) data systems, (6) modeling and simulation, and (7) scalable methods for high performance computing (HPC) applications. Previously he was the Director of the Office of Institutional Planning at ORNL and was responsible for ORNL’s strategic planning process and discretionary R&D investment. Prior to that, he was the Group Leader of the Imaging, Signals, and Machine Learning (ISML) Group at ORNL.\n\nDr. Gleason has 27 years of experience in applied image processing and machine learning for industrial, security, and medical imaging applications. He earned the B.S., M.S., and Ph.D. degrees in Electrical Engineering from the University of Tennessee, Knoxville, with a research focus on x-ray computed tomography and 2D and 3D model-based medical image segmentation. In 1998 he became the co-founder and VP of a preclinical imaging company, ImTek, Inc., that successfully transferred ORNL-developed technology into the commercial sector. After ImTek, Inc. was acquired by CTI and then merged with Siemens Medical, he became the Director of the Preclinical Research Division of Siemens Medical until 2008, when he returned to ORNL to lead the ISML group.\n\nDr. Gleason has authored and coauthored over 100 publications, three book chapters, and has been issued 8 patents in the field of electrical engineering and computer vision. He is a Senior Member of the IEEE, was chair of the East TN Chapter of the IEEE Engineering in Medicine and Biology Society, and has been an associate editor of the SPIE Journal of Electronic Imaging since 2008.",
		"title": "The Global Cyber & Information Security Threat and the Role of U.S National Laboratories",
		"abstract": "This talk will discuss the role the U.S. national research laboratory system in tackling grand challenge problems in cyber and information security. National laboratories fill a unique niche between academic institutions and industry by playing a key role in the transition of novel cyber and information security technology from theory/experiment to operational environments. Laboratories perform research and development in cyber and information security science and deploy state-of-the-art tools via several mechanisms to include:\n\n1. Operational systems for government agencies,\n\n2. Fieldable prototypes for proof-of-principle demonstrations, and\n\n3. Transfer of technology to the private sector.\n\nThis talk will describe this science and technology lifecycle and will include few specific examples from Oak Ridge National Laboratory of novel technology development and deployment in the areas of (a) malware detection/diagnosis, (b) data security, and (c) the use of shadow networks in the war against cyber threats."
	},
	"graham-holmes": {
		"name": "Graham Holmes",
		"type": "session",
		"tagline": "Cisco, Director Advanced Security Initiatives Group",
		"photo": "graham-holmes.600x600.jpg",
		"bio": "Graham Holmes joined Cisco Systems in 1997 and has had a distinguished career that has included over twenty years of technical management experience. As Senior Director of the Advanced Security Initiatives Group, Graham is responsible for leading Cisco security assessment teams that focus on identifying and mitigating product and services security weaknesses and vulnerabilities, defining the requirements for secure development in Cisco, and for performing forensic analysis of Cisco products as part of customer incident response efforts. His team focuses on Cisco products, systems, and cloud offerings through attack focused evaluations, red-teaming, and pen-testing efforts. They develop novel methods to discover and enumerate weaknesses efficiently and effectively in order to stay ahead of emerging threats in the cyber realm. In addition, he leads teams defining the technologies, requirements, and processes that Cisco uses to develop secure products (Cisco Secure Development Lifecycle).\n\nPrior to his current role, Graham worked as Director of the Cisco Research Center, led Business Development efforts focused on National Research Networks, and was a Product Line Manager for Enterprise Network Management products.\n\nGraham served as a Naval Officer from 1984 to 1993. He graduated from Purdue University with a Bachelor’s of Science in Political Science and went on to complete his Master’s degree in Systems Technology from the Naval Postgraduate School.",
		"title": "Advanced Security",
		"abstract": "The backbone of today’s products and services are increasingly being built on open source software. Service providers, for example, rely on open source hypervisors while network equipment manufacturers rely on protocol libraries, such as, OpenSSL and NTP.  While some of these codebases have existed for decades with relatively few severe vulnerabilities, security researchers are uncovering new critical vulnerabilities at an increasing rate.  Recent discoveries have rippled throughout the industry, impacting numerous products, causing consumer concern, news headlines, and increasingly, raising questions about the security integrity of critical software components.  What are the source of these vulnerabilities, and how can development teams and the industry mitigate or manage risks?  What is Cisco doing today to understand and mitigate risks in third party software?"
	},
	"chris-mccarty": {
		"name": "Chris McCarty",
		"type": "session",
		"tagline": "Lewis Thomason, IP Attorney & Shareholder",
		"photo": "chris-mccarty.600x600.jpg",
		"bio": "Chris W. McCarty, a shareholder in the Knoxville office for Lewis Thomason, practices in the areas of employment law, education law and civil litigation. Mr. McCarty handles matters before state and federal courts throughout Tennessee, and has argued before the Tennessee Court of Appeals. Mr. McCarty also presents on employment and education law topics. His articles on those topics have been seen in numerous publications, including HR Magazine, the Tennessee Bar Journal and the Knoxville Business Journal. \n\nMr. McCarty handles matters in all State and Federal courts throughout Tennessee as well as in the Tennessee Human Rights Commission, the Equal Employment Opportunity Commission, and the Tennessee Department of Labor and Workforce Development.",
		"title": "After the Breach: Providing Notice and Minimizing Liability",
		"abstract": "We live in a world where questions regarding a possible breach have moved from “if” to “when.” In stepping away from the technical side, Mr. McCarty will discuss what steps your companies and/or clients must take to properly notify customers of a breach. The discussion will then turn to identifying and minimizing the associated liabilities of that breach (e.g., fines, penalties, lawsuits, etc.)."
	},
	"michael-mckee": {
		"name": "Michael McKee",
		"type": "session",
		"tagline": "ObserveIT, CEO",
		"photo": "michael-mckee.600x600.jpg",
		"bio": "Mike brings almost 20 years of cross-functional, global experience in the technology industry to ObserveIT. Prior to [ObserveIT](http://www.observeit.com/), Mike led the award-winning Global Services and Customer Success organizations at Rapid7, a security data and analytics company that went public (RPD) in July 2015.\n\nMike's prior positions include Senior Vice President, CAD Operations & Strategy, at PTC, Inc., a software company, Chief Financial Officer at HighWired.com, an e-commerce solution provider, and Associate/Analyst roles at Broadview Associates, Ltd., McKinsey & Company and Goldman Sachs. Mike also played professional hockey for the Quebec Nordiques (now the Colorado Avalanche). Mike received a B.A. in economics and politics, cum laude, from Princeton University and a M.B.A., with honors, from Harvard Business School.",
		"title": "How to Build an Insider Threat Program in 30 minutes",
		"abstract": "People are the core of your business, but they are also responsible for 90% of security incidents. There is no patch for people. To reduce the likelihood of insider threats, you need the right people, process and technology to make it happen. After this presentation, you will know:\n\n- Terminology – what are the buzzwords (Insider Threat)\n\n- People – who needs to be involved to make it happen (exec team, legal, HR, etc.)\n\n- Process – how do you operationalize an insider threat program\n\n- Technology— how Insider Threat Management solutions work (ObserveIT)"
	},
	"chris-meystrik": {
		"name": "Chris Meystrik",
		"type": "session",
		"tagline": "Jewelry Television, Chief Technology Officer",
		"photo": "chris-meystrik.600x600.jpg",
		"bio": "As Chief Technology Officer at Jewelry Television, Chris is responsible for the digital retail network’s technology roadmap, a roadmap that ensures JTV keeps pace in a very dynamic market place where the omni-digital experience is paramount to success. Additionally, he is responsible for the management of the enterprise systems that run all aspects of the business, including: customer engagement, warehouse operations, merchandising, and planning. Since joining JTV in 2005 he has lead initiatives to hire a world-class technology staff, implement efficient agile methodologies, redefining and lowering the economics of technology, and mapping out a vision for the future direction of technology to propel the success of JTV.\n\nPrior to joining Jewelry Television, Chris was Chief Technology Officer at LastMinuteTravel.com and accountable for all aspects of designing and developing technology to support the LastMinuteTravel business model and instrumental in the fundraising for the dot-com company’s 2002 recapitalization program. While Vice President of Consumer Technology at WebMD, Chris engineered all technology aspects of the WebMD consumer portal [www.webmd.com](http://www.webmd.com), a company he joined when it merged with Greenberg News Networks (MedCast) in 1999. At MedCast, while managing the engineering division, Chris was challenged with driving the launch of the MedCast Network, which was ultimately sold to Healtheon/WebMD for $250MM. Before joining MedCast, Chris was a Senior System Consultant for various industries in the Southeast and Midwest; Systems Manager for Tennessee Valley Authority - responsible for deployment of the distributed general ledger system; Senior Consultant for Oracle Corporation; research associate on Particle Accelerator control systems in the Engineering Physics Division at Argonne National Laboratory near Chicago.\n\nChris earned Bachelor of Science degrees in Mathematics and Computer Science from Tarkio College and a Master of Science in Computer Science from the University of Tennessee.",
		"title": "Enterprise Solutions - working title",
		"abstract": "_Enterprise solutions topic coming soon._"
	},
	"david-parker": {
		"name": "David Parker",
		"type": "session",
		"tagline": "Eastman Chemical, Supervisor, Security Architecture",
		"photo": "david-parker.600x600.jpg",
		"bio": "David Parker has been with Eastman Chemical Company for 28 years. He has spent 21 years in various areas of Information Technology ranging from Systems Analyst responsibilities to his current  role as Supervisor, Security Architecture.\n\nPrior to Information Technology, David also spent nearly three years in Corporate Auditing where he gained insight into the business. This increased knowledge led to the realization of a need for a  focus on global cyber security.\n\nDavid has been in his current role for three years and has developed a passion for cyber security and the improvement of Eastman’s global cyber security posture. He has forged a strong partnership with a local university to begin building a cyber security curriculum and has become an excellent source of talent.",
		"title": "Vulnerability Management Round Table",
		"abstract": "David will lead a roundtable discussion on building an effective vulnerability management program. Key points of discussion will include:\n\n- Understanding the need for a Vulnerability Management program\n\n- Creating a vision for Vulnerability Management\n\n- Journey to implement that vision\n\n- Next steps in our journey\n\nWith a targeted 30% facilitator/70% attendee content mix, the objective is to learn from the experiences of your colleagues. While attending to simply listen will provide value, the significance of these sessions lies in the information sharing related to the successes and challenges from peers."
	},
	"chris-poulin": {
		"name": "Chris Poulin",
		"type": "session",
		"tagline": "IBM, X-Force Research &amp; Development Team",
		"photo": "chris-poulin.600x600.jpg",
		"bio": "Chris Poulin brings a balance of technical skills and entrepreneurship encompassing 30 years in information security and software development to his role as Research Strategist for IBM's X-Force Research & Development team. Chris is responsible for researching and analyzing security trends as they relate to cybercrime, cyberwarfare, corporate espionage, hacktivism, and emerging threats, with a special focus on security for the Internet of Things (IoT), especially connected vehicles. He also writes and advises on Coding Security, Security Program Strategy, and Risk Management. Chris joined IBM through the Q1 Labs acquisition, where he served as CSO.\n\nChris started his security career in the U.S. Air Force managing global intelligence networks and developing software for the National Reconnaissance Office. He left the Department of Defense to leverage his leadership and technical skills to found and build FireTower, Inc., a successful information security consulting firm serving many Fortune 100 clients. Chris is a prolific and accomplished speaker and writer. In his spare time, he hacks things such as cars and alarm systems, and pick locks.",
		"title": "The Internet of Threats: Fighting Predator",
		"abstract": "You can't fight what you can't see, and much of the Internet of Things is invisible to traditional IT security. Employees sport wearables that are tethered to mobile phones connected to the corporate network; building automation systems, such as HVAC, lighting, elevators, and window panels, are connected to the internet--and often to the IT network, forming a sort of \"shadow IoT\". Connected cars are effectively mobile phones on wheels and sync all the same data, including enterprise email. All of this adds up to not just safety concerns, but data privacy, resulting in potential data theft and inadvertent leakage, data loss, and even corporate espionage, We don't yet understand the IoT as it's still evolving--and so are the threat cases. Chris Poulin, Security Research Strategist for IBM's X-Force threat intelligence practice, and former CSO of Q1 Labs, will walk through the potential threats--the known knowns--and help you prepare for the unknown unknowns."
	},
	"adrian-sanabria": {
		"name": "Adrian Sanabria",
		"type": "session",
		"tagline": "451 Research, Senior Security Analyst",
		"photo": "adrian-sanabria.600x600.jpg",
		"bio": "Equally comfortable performing a pentest, building an InfoSec program, heading up an incident response team, or discussing market trends, Adrian has covered much of the security spectrum. As an industry analyst, he has a particular focus on threat detection/response technologies and cloud security. Adrian is an optimist, always trying to see the big picture; how things fit. His most recent research takes both a deep and high-level look at the core reasons why security defenses continue to fail in the majority of organizations.",
		"title": "The Future of Endpoint Security Roundtable",
		"abstract": "Endpoint threats have entered a new era, and the security industry has been rushing to catch up. The result is a highly fragmented and confusing market that's doubled in size to over 70 vendors in the last four years. This session will briefly cover the history and current status of the endpoint security market from both a technical and business point-of-view. The majority of the roundtable session will be focused on facilitating attendees' successes, challenges and experiences protecting the endpoint.\n\nWith the exception of information formally presented by the moderator, this session will follow Chatham House Rule. This rule states that participants are free to use the information received, but neither the identity nor the affiliation of the speaker(s), nor that of any other participant, may be revealed."
	},
	"mike-saurbaugh": {
		"name": "Mike Saurbaugh",
		"type": "session",
		"tagline": "PhishMe, Director of Technical Alliances",
		"photo": "mike-saurbaugh.600x600.jpg",
		"bio": "Mike Saurbaugh is the director of technical alliances with PhishMe. Prior to PhishMe, Mike spent nearly two decades in financial services and was the head of information security for 12-years. Mike is also Faculty with IANS Research where he provides strategic, practitioner, and analyst guidance to Fortune companies. Mike was involved from the onset with Security Current when it launched and served as the research director leading a number of strategic projects for global security vendors. Recently, Mike was added to the faculty at Excelsior College in their information security program as a course developer and adjunct. Mike started a security consulting LLC where he conducts independent engagements and has been involved providing advisory services to a number of stealth mode security startups. He holds a Master of Science in Information Assurance from Walsh College and is a member of two college information security curriculum advisory committees.",
		"title": "May I Have Your Retention? Managing Today's Information Security Professionals",
		"abstract": "Ask a security leader what they need to be successful, and people will likely be the answer. There's a lot being said about the lack of qualified people in the security industry, which is often conflated with talent. What is the next-generation workforce (NGWF) seeking in their career? Let's ask several higher education programs' students what their expectations of employment are and what they believe they can bring to the job. Now that you have them, since money only goes so far, what works for retention? If they don't have the skills you desire, but show promise, what are some viable options to help advance their career so the security program can be successful? Are we looking at the right qualities in employees when hiring? Can you spot a diamond in the rough? This session will go through what's top-of-mind with new hire security employees as well as insight into career growth tactics to help with retention.\n\n- Independent research from students entering the security field and their expectations in the workforce\n\n- You have them, now how do you retain them (aside from money)\n\n- Rethinking the skills mix – what other options exist\n\n- Low to no cost investments in security professionals when there is next to no budget\n\n- No budget for you; realigning and shuffling to effectively use resources"
	},
	"frank-trama": {
		"name": "Frank Trama",
		"type": "session",
		"tagline": "PacketViper, Co-Founder and Chief Security Architect & Evangelist",
		"photo": "frank-trama.600x600.jpg",
		"bio": "Francesco 'Frank' Trama is Co-Founder and Chief Security Architect & Evangelist at PacketViper, a perimeter security solutions company.  Based in Pittsburgh, PA PacketViper provides Advanced IP Filtering software.  He is steeped in hands-on network security & engineering experience.  Mr. Trama’s early career was spent in Pittsburgh performing network engineering, assessment and security design for companies such as Xerox Connect, Bayer and Compucom. Mr. Trama has developed acute subject matter expertise in network security, cyber security operations & telecommunications.\n\nPacketViper began when Mr. Trama was working as a Director in the network operations department of a large distribution company.  He identified a functional gap that network security designs had either overlooked or not taken seriously.  Inundated with alerts, understaffed and frustrated by limitations of existing network security technologies, Frank asked a simple question, “Why is my infrastructure handling so much illegitimate traffic that I have absolutely no purpose for?” He posed this question to a trusted consultant and together they developed PacketViper Advanced IP Filtering software and revolutionized perimeter security.\n\nMr. Trama is a decorated US Army veteran, with over 10 active years served with an assault helicopter battalion.  Frank speaks at security conferences across the country to help network security managers deal with ongoing security challenges at the perimeter.  He is a graduate of Embry-Riddle Aeronautical University, and an active member of multiple cyber security focused professional organizations.",
		"title": "Addressing the Hidden Killer in Network Security",
		"abstract": "The volume of traffic hitting our essential network security infrastructure is unprecedented.  Furthermore, a large percentage of that traffic is illegitimate, increasing cyber security risk and creating alerts, logs and management work that can bring a network security team to its knees.  Traffic volume increases costs associated with volume licensing, bandwidth and needlessly drives up device utilization and threat exposure.  While many network security managers have resigned themselves to accepting this traffic as a reality of today’s business climate, there is a better way. Recent advances in IP filtering at the perimeter can help address this root cause problem facing network security managers today and better manage the volume, variety and velocity of traffic.  This session will cover the challenges of excessive traffic and the benefits of understanding the true context around the IP.  A case study will be reviewed discussing the benefits and ROI of increasing the percent of legitimate network traffic using PacketViper advanced IP filtering."
	},
	"bob-wilson": {
		"name": "Bob Wilson",
		"type": "session",
		"tagline": "Covenant Health, Information Security Officer",
		"photo": "bob-wilson.600x600.jpg",
		"bio": "*Bio coming soon.*",
		"title": "3rd Party Vendor Risk Management",
		"abstract": "This session will share experiences on successfully developing a 3rd party management system to help reduce risks in the supply chain. As is often seen in post-data breach analysis, vulnerabilities introduced into an organization through 3rd party vendor access is a leading attack vector for hackers. Attendees will come away with better insight and understanding into how 3rd party vendor risk and vulnerability can be reduced or eliminated."
	},
	"betsy-woudenberg": {
		"name": "Betsy Woudenberg",
		"type": "session",
		"tagline": "IntelligenceArts, Founder/CEO",
		"photo": "betsy-woudenberg.600x600.jpg",
		"bio": "Betsy Woudenberg is founder and CEO of IntelligenceArts, a security consulting firm based in the Washington DC area. She is a former U.S. Intelligence officer with experience in cyber operations and telecommunications and is an internationally recognized expert on the human and technical risk factors in critical infrastructure security.\n\nMs. Woudenberg’s early career was in Silicon Valley, working for game companies and software startups. She joined the Central Intelligence Agency as a member of CIA’s first post-9/11 class of case officers.\n\nHer work at CIA focused on applying her experience in the business world to conduct non-traditional operations against national security targets. As a case officer, reports officer, and targeting officer, Ms. Woudenberg learned the end-to-end craft of intelligence collection, from defining collection requirements to designing operations to gathering and shaping reports that addressed the needs and interests of U.S. policymakers. Ms. Woudenberg also developed subject matter expertise in cyber operations, telecommunications, and counterintelligence.\n\nHer specialty is interpreting highly technical topics for non-technical audiences. She teaches at USCYBERCOM, the Department of Defense, the Department of Energy, and internationally about SCADA—the control systems that run our critical infrastructure—and Stuxnet, the first known successful kinetic cyber-weapon.\n\nAfter ten years applying a corporate perspective to the intelligence community, Ms. Woudenberg now brings the benefit of this experience back to the business world. She helps clients understand the motivations and capabilities of nation-state adversaries and how sophisticated attackers exploit both human and cyber vulnerabilities to bypass conventional corporate security countermeasures. \n\nShe speaks at security conferences across the country to help private sector audiences understand global threats, using publicly known cyber and espionage cases to illustrate how adversaries are evolving and adapting their tactics. She views security from the perspective of the adversary, and helps her clients shape a holistic protection strategy that leverages human, physical, and cyber resources. Ms. Woudenberg is a graduate of Stanford University.",
		"title": "Power Plays: Russia, Ukraine, Crimea, and SCADA",
		"abstract": "The electric grid in Ukraine suffered multiple simultaneous outages in December 2015, and analysis from industry experts and the U.S. government points to a hostile Russian cyber attack as the cause. This talk will walk you through the incident and the forensic evidence, and then take a step back to look at the big picture. What factors led the hackers to pull the trigger? Could this type of attack happen here in the United States?"
	}
}