{
  "miller-valasek": {
    "type": "keynote",
    "name": "Dr. Charlie Miller and Chris Valasek",
    "tagline": "Renowned “White Hat&rdquo; Hackers",
    "photo": "miller-and-valasek.600x600.jpg",
    "bio": "Recognized as two of the most technically proficient hackers on Earth by ForeignPolicy.com, Dr. Charlie Miller and Chris Valasek are best known for the remote compromise of a 2014 Jeep Cherokee, whereby they obtained physical control of the vehicle, exposing serious security flaws; the results led Fiat Chrysler to recall 1.4 million vehicles. Now they captivate and enlighten audiences in a presentation as unique and fascinating as the cyber superheroes themselves, revealing how they identify vulnerabilities in various technologies and devices, discuss their roles as hackers for good, and what it all means for specific industries, organizations and individuals.\n\nBoth Miller and Valasek serve as consultants for the hit CBS drama series, &ldquo;CSI: Cyber&rdquo; and as judges at the Pwnie awards, commonly referred to as the “hacker Oscars;” they have also consulted with members of Congress on consumer cybersecurity protection measures. They have been featured in media outlets including NBC, ABC, The New York Times, Time, The Washington Post, Forbes and SecurityWeek.\n\nCurrently, Dr. Miller serves as the head of autonomous vehicle security division at Didi Chuxing, a ride sharing company based in China that completes more rides per month than any other company in the world. Previously, he served on Twitter’s computer security team after five years as a computer hacker for the National Security Agency. He is the first person to remotely hack Apple’s iPhone.\n\nSecurity Lead at Uber’s Advanced Technologies Center, Valasek’s work in automotive security secured him a spot on LinkedIn’s Next Wave list, featuring 150 of the top professionals age 35 and under who are transforming different industries. He has presented at cybersecurity conferences including BlackHat USA, DEFCON and Infiltrate, and is the chairman of SummerCon, America’s oldest hacker conference.",
    "title": "White Hat Hacking: Identifying Flaws to Enhance Security",
    "abstract": "Recognized as two of the most technically proficient hackers on Earth by ForeignPolicy.com, Dr. Charlie Miller and Chris Valasek are best known for the remote compromise of a 2014 Jeep Cherokee, whereby they obtained physical control of the vehicle, exposing serious security flaws; the results led Fiat Chrysler to recall 1.4 million vehicles. Now they captivate and enlighten audiences in a presentation as unique and fascinating as the cyber superheroes themselves, revealing how they identify vulnerabilities in various technologies and devices, discuss their roles as hackers for good, and what it all means for specific industries, organizations and individuals.",
    "room": "CB",
    "plural": "true"
  },
  "brett-williams": {
    "type": "keynote",
    "name": "Brett Williams",
    "tagline": "Director of Operations, U.S. Cyber Command (2012-2014)",
    "photo": "brett-williams.600x600.jpg",
    "bio": "Brett Williams is the President of the Operations and Training Division, IronNet Cybersecurity, Inc. Incorporated in May 2014, IronNet has developed a revolutionary cybersecurity based on comprehensive visibility, advanced behavioral modeling and very large-scale big data analytics. Brett Leads the team responsible for the design and development of security operations centers that can leverage the IronNet framework and integrate cybersecurity with business operations. In addition, he provides cyber training and education at all Levels from the Board and CEO down to the technical specialists.\n\nAs an Airforce General Officer, Brett commanded a variety of large, complex organizations ranging in size from 250 to over 9,000 personnel. In these significant leadership roles, he delivered success across a wide variety of mission areas to include aircraft operations, aircraft maintenance, logistics, civil engineering, community support, human resources, financial management and medical services. In addition, Brett has over 28 years of fighter pilot experience flying the F-15c, including more than 100 combat missions.\n\nBrett's final active duty assignment (2012-2014) was as the director of Operations at U.S. Cyber Command. In this position, he led a team of more than 400 people responsible for the global operations and defense of DOD networks. Brett also serves as the Director of Communications for U.S. Pacific Command (2009-2001). As the J6, he led a team of 360 personnel including the CIO, and was responsible for the design, implementation, and operation of all command and control networks supporting DOD’s largest regional warfighting command.  While at PACOM, Brett developed an operational approach to cybersecurity that would eventually be adopted as the guiding construct for more than 6,000 cybersecurity personnel assigned throughout the DOD.\n\nBrett's expertise and thought leadership in cybersecurity have made him a noted speaker and commentator. He delivers keynote addresses and panel presentations designed to improve senior executive oversight of cybersecurity. As a member of the faculty, National Association of Corporate Directors Board Advisory Sales. Brett provides Brett provides cybersecurity  education  and  training  to  boards  and  management  teams  with  special  emphasis  on enterprise  risk  management.  Brett  has  also  appeared  on  Meet  the  Press  with  Chuck  Todd,  This Week  with  George  Stephanopoulos  and  The  Last  Word  with  Lawrence  O’Donnell.\n\nFinally, Brett serves on the Government Advisory Board for Ciena Government Services, Inc., and is a member of the Duke University School of Nursing Advisory Board.  Brett is a graduate of Duke University with a BS in Computer Science.  In addition, he holds an MA in Business Administration/Management from Webster University, an MA in National Security and Strategy Studies from the U.S. Army War College and an MA in Airpower Art and Science from the Air Force School of Advanced Airpower Studies.",
    "title": "Topic",
    "abstract": "",
    "room": "CB"
  },
  "chris-poulin": {
    "name": "Chris Poulin",
    "type": "session",
    "tagline": "Principal/Director at Booz Allen Hamilton",
    "photo": "chris-poulin.600x600.jpg",
    "bio": "Chris Poulin brings a balance of technical skills and entrepreneurship encompassing 30 years in information security and software development to his role as Director of Internet of Things Security, with a focus on connected cars, and Threat Intel at Booz Allen Hamilton.\n\nPrior to his work at BAH, Chris was a Research Strategist for IBM's X-Force Research & Development team. Chris was responsible for researching and analyzing security trends as they relate to cybercrime, cyberwarfare, corporate espionage, hacktivism, and emerging threats, with a special focus on security for the Internet of Things (IoT), especially connected vehicles. He also wrote and advised on Coding Security, Security Program Strategy, and Risk Management. Chris joined IBM through the Q1 Labs acquisition, where he served as CSO.\n\nChris started his security career in the U.S. Air Force managing global intelligence networks and developing software for the National Reconnaissance Office. He left the Department of Defense to leverage his leadership and technical skills to found and build FireTower, Inc., a successful information security consulting firm serving many Fortune 100 clients. Chris is a prolific and accomplished speaker and writer. In his spare time, he hacks things such as cars and alarm systems, and pick locks.",
    "title": "The Internet of Things, Artificial Intelligence, and the Transformation of the Human Race",
    "abstract": "From connected elevators to smart cars, the Internet of Things (IoT) is all around us, even in ways we're not aware of. The devices make our lives easier, encourage us to exercise, and save time and resources--but at what cost? With current computer and mobile technology, the main threat is to our data and our accounts, with phishing and ransomware topping the charts; however, the IoT introduces risk to our personal safety and compromises our privacy in ways we can't even yet imagine. With the pace of Artificial Intelligence accelerating, where do machines end and sentience begin? If Elon Musk's Neural Mesh becomes reality, where is the line between biology and technology? Are we ready for an Internet of Humans? Join Chris in an exploration of the art of the possible, the probable, and the peril, including the ethics of letting technology off the chain.",
    "room": "",
    "presentation": ""
  },
  "stephen-fridakis": {
    "name": "Stephen Fridakis",
    "type": "session",
    "tagline": "Chief Information Security Officer, HBO",
    "photo": "stephen-fridakis.600x600.jpg",
    "bio": "Dr. Stephen G. Fridakis is the Chief Information Security Officer of HBO, located in New York. He has responsibility for the management of IT Security, establishment of policy and oversight of networks, content and applications. Prior to HBO he was the CISO of the United Nations FAO and UNDP. His long experience in IT security includes positions at Amazon, VeriSign, Oracle, Netscape, and DHL. He holds post graduate degrees in Business Administration, and Computer Science, and multiple certifications in IT Security Management and Disaster Recovery. He has served in the USNR and is the holder of multiple patents in IT Security technologies. He lives in Westchester, NY with his family.",
    "title": "Cybersecurity Challenges in Media and Entertainment",
    "abstract": "Media consumption is changing constantly. Media organizations need to cater to ultra-connected and several platforms to reach audiences at any place in real time. Content delivery is now IP based and information is processed using complex technical and business arrangements. In the past decade, media and entertainment companies have embraced digital technologies that help them not only create and deliver their products in new and compelling ways, but also collect, store and use a massive amount of data to gain deeper insights into their customers. Multi-service and multi-protocol delivery over IP to consumer-owned devices such as smartphones, tablets, smart TVs, and PCs is essential today. Delivery of content becomes direct and personalized based on extensive analytics of viewer data. All this opens up significant new risks that could lead content, data, and business systems to be compromised. And those risks, if not mitigated, represent a true existential threat. In this presentation we will discuss how media approaches cybersecurity and the typical concerns media organizations face.",
    "room": "",
    "presentation": ""
  },
  "ben-johnson": {
    "name": "Ben Johnson",
    "type": "session",
    "tagline": "Co-Founder of Carbon Black, Co-Founder and CTO of Obsidian Security",
    "photo": "ben-johnson.600x600.jpg",
    "bio": "Ben Johnson is Co-Founder and CTO of Obsidian Security, a stealth hybrid-cloud security start-up in Southern California. Previously, Ben Co-founded Carbon Black, a next-generation end-point security company, where as CTO he helped drive technology vision, product effectiveness, and security evangelism while the company went from 2 to 750 employees.  While at Carbon Black he spent much of his time meeting with top enterprises, partners, and the press, and was routinely appeared online, in-print, and on television regarding cyber security topics and news.\n\nIn the past four years he has met with over 600 organizations, traveled over 500,000 miles and presented in 15 countries.  In addition to his regular job, Ben is on the boards of several security start-ups and is routinely sought out for advice regarding security strategy, product strategy, or to help venture capitalists with due diligence.  Prior to Carbon Black, he spent several years working in U.S. Intelligence, first at NSA and then as a defense contractor.  Mr. Johnson has computer science degrees from the University of Chicago and Johns Hopkins University and currently lives with his family in Southern California.",
    "title": "Practical Lessons from 500,000 Air Miles of Security Meetings",
    "abstract": "In the past four years Ben has met with over 600 organizations, traveled over 500,000 miles and presented in 15 countries. Ben will be sharing his insights and key takeaways on next-generation end-point security and the security industry.",
    "room": "",
    "presentation": ""
  },
  "larry-bray": {
    "name": "Larry Bray",
    "type": "session",
    "tagline": "Security Advisor BIMASS",
    "photo": "larry-bray.600x600.jpg",
    "bio": "Larry currently works with companies as a security advisor, providing guidance and program management to achieve compliance, risk management, and corporate solutions. His background has involved risk assessment, analysis, governance, and reporting to senior management. He has been in consulting for over 12 years, working with companies such as financial services, state governments, and industrial products, while focusing on HIPAA compliance for healthcare companies and state agencies.\n\nLarry has been a Monitor of a multi-year Corrective Action Plan for Health and Human Services, Director of Technology Risk Management for consulting; Security Project Manager for state government, Security Manager at the Federal Reserve, and IT Director in telecommunications.\n\nHe is a Certified Information Security Manager (CISM), Certified in Risk and Information Systems Control (CRISC) and completed the training for INFOSEC Assessment Methodology, National Security Agency. He also holds a Masters Degree in Education and a Bachelor of Science in Mathematics. ",
    "title": "Risk Management – Framework for Tracking, Analysis, and Governance",
    "abstract": "The nature of security risk management creates a wide array of security controls, test results, vulnerabilities, etc., but little management information to determine the issues, track progress, and engage senior management. The presentation describes principles and techniques for using a flexible framework to integrate standards into a mechanism for reporting and tracking the controls and measurements. Key components of the approach described in the presentation include:\n- Functional Approach: using a framework for controls that incorporates an organization and operational approach to align the security controls and technology\n- Techniques for management reporting and tracking of risk levels based on project management principles in which controls are linked to functional areas to reflect the status, as well as the rate of improvement\n- Case Study: Application of the concepts using a multi-departmental enterprise with regulatory requirements that has significant deficiencies and required mandated reporting and management oversight",
    "room": "",
    "presentation": ""
  },
    "kyle-bubp": {
    "name": "Kyle Bubp",
    "type": "session",
    "tagline": "Founder and Principal Consultant Savage Security",
    "photo": "kyle-bubp.600x600.jpg",
    "bio": "For over a decade, Kyle Bubp has been elevating the state of security for enterprises, service providers, government organizations and the industry at large. Throughout his career, Kyle has worked on several privileged and classified U.S. government projects for multiple 3-letter agencies. He has developed secure architectures for fingerprint processing, protected research for the scientific and academic communities, and locked down environments for defense logistics. He's put his skills to the test at a massive scale for an international hosting company and has since co-founded Savage Security, an InfoSec Research and Consulting firm. Kyle has been published in ISSA Journal about the malware threat and he continues to pen articles and speak about best practices in security.",
    "title": "Open Source Defense: Building a Security Program with Zero Budget",
    "abstract": "Even though large breaches have hit headline news in years past, some companies are still on the fence about investing in cybersecurity. As a security practitioner (or jack of all trades) how can you be expected to cover your assets with zero budget? Thankfully, there are plenty of open-source tools out there that will allow you to secure your organization. Come join me as I discuss how you can track your network assets, perform vulnerability assessments, prevent attacks with intrusion prevention systems, and even deploy HIDS. We will also jump into finding sensitive data and PII in your network, as well as incident response tools and automation. All it costs is your time (and maybe a VM or two). You really can drastically improve the security posture of your network with little to no budget, and you’ll have fun doing it! OK, maybe it won’t be fun, but at least you’ll learn something, right?",
    "room": "",
    "presentation": ""
  },
  "paul-coggin": {
    "name": "Paul Coggin",
    "type": "session",
    "tagline": "Cyber Security Research Scientist with Wells Fargo",
    "photo": "paul-coggin.600x600.jpg",
    "bio": "Paul Coggin is a Cyber Security Research Scientist for Wells Fargo. His expertise includes tactical, service provider, and ICS\\SCADA network infrastructure attacks, and defenses, as well as large complex network design and implementation. His experience includes leading network architecture reviews, vulnerability analysis, and penetration testing engagements for critical infrastructure and tactical networks. Pauls’ experience includes teaching networking, hacking and forensics courses internationally. He has a BS in Math\\Computer Science, MS in Information Assurance and Security and a MS in Computer Information Systems. In addition he holds a number of network and security certifications.",
    "title": "Hallowed Be Thy Packets",
    "abstract": "Blue and Red teams are missing the low hanging vulnerabilities that exist in many enterprise networks today. This session will show in detail how the red team can quickly identify and exploit numerous network protocol vulnerabilities that the previous security test team probably missed. Methods for securing routing and switching protocols will be covered. Detailed PCAP examples will be covered. Recommendations for adding visualization and instrumentation to the network to detect network exploits will be covered.",
    "room": "",
    "presentation": ""
  },
"william-dixon": {
    "name": "William Dixon",
    "type": "session",
    "tagline": "Vice President, Security Science Stroz Friedberg",
    "photo": "william-dixon.600x600.jpg",
    "bio": "William Dixon is a Vice President within Stroz Friedberg’s Security Science Practice. Mr. Dixon is responsible for the firm’s managed security services offering and strategic partnerships, in addition to leading complex client engagements. He has over 15 years of experience as a leader in security risk management, program governance, third party risk management, security operations, and cyber threat assessment. He has served leadership roles in technical implementation and management, consulting, and business development.\n\nPrior to Stroz Friedberg, Mr. Dixon served in leadership roles within Accenture’s Global Security Practice and IBM Global Services along with advising multiple security startups. He has lead multiple enterprise security projects and initiatives for clients within the Financial Services, Technology, Healthcare, Retail, and Energy and Utilities.\n\nHe is a Certified Information Systems Security Professional (CISSP), Certified Information Security Manager (CISM), and Certified in Risk and Information Systems Control (CRISC).",
    "title": "Hallowed Be Thy Packets",
    "abstract": "Many organizations that have become victim to a cyber security breach or ransom felt that their security controls and program where adequate enough to protect them or at least recover from a security incident. The reality is that “good enough” security usually leads to the discussion of &quot;we should have had more security.&quot;\n\nIn this session attendees will hear of three real word scenarios the state of an organization’s security posture prior to a cyber security incident and their state post incident. The cases presented will showcase what steps were taken to improve their incident response detection and response in the wake of a cyber incident. In addition, attendees will gain insights on to what the board of directors and executive management really want to see when it comes to a security program that is “good enough” in the aftermath of an incident. Finally, attendees will gain knowledge of what programs and processes should be in place and managed to effective respond to an incident and prove that “good enough” security will eventually lead to the need for more security.",
    "room": "",
    "presentation": ""
  },
  "tim-flowers": {
    "name": "Tim Flowers",
    "type": "session",
    "tagline": "USDOJ, Computer Crime and Intellectual Property Trial Attorney",
    "photo": "tim-flowers.600x600.jpg",
    "bio": "Tim Flowers is a Trial Attorney in the Computer Crime and Intellectual Property Section of the United States Department of Justice. Although Mr. Flowers’s practice is heavily focused on litigating cases across the spectrum of computer-based and intellectual-property crimes, he has also conducted various outreach activities as part of CCIPS’ Cybersecurity Unit. Mr. Flowers recently co-authored, along with colleague Brian Levine, “Your Secrets Are Safe With Us: How Prosecutors Protect Trade Secrets During Investigation and Prosecution,” which appeared in the AMERICAN JOURNAL OF TRIAL ADVOCACY. Before joining CCIPS, Mr. Flowers was a judicial law clerk to the Honorable Samuel H. “Hardy” Mays, Jr. on the United States District Court for the Western District of Tennessee and the Honorable Ronald Lee Gilman on the United States Court of Appeals for the Sixth Circuit.",
    "title": "Cybercrime Near and Far—Lessons Learned in Combatting Computer Crimes Locally and Around the World",
    "abstract": "Cybercrime often hits close to home, even when the perpetrators live halfway around the globe.  But despite the local effects of cybercrime, cyber actors often wreak havoc without ever meeting or interacting with their intended victims, whether the target is a Fortune 500 company or a lone individual.  Operating from afar, these malicious actors simply exploit network vulnerabilities or compromise the PII and banking information of entire groups of people without having to witness to the force and effects of their actions.  These relatively impersonal aspects of cybercrime often leave many victims asking why they were targeted and what must be done to avoid another attack—questions that law enforcement is left to answer.\n\nOther times, however, cyber actors are fixtures in victims’ lives—the disgruntled former employee or the jilted friend out for revenge.  At the United States Department of Justice, Senior Trial Attorney Tim Flowers has witnessed cybercrime on both its grandest and most granular scale.  In his capacity as a federal prosecutor, he has overseen the investigation and prosecution of cyber actors located both home and abroad, learning valuable lessons in the process.  His talk will focus on current trends in cybercrime, from the growing influence of organized crime to lone individuals leveraging the trust of their targets for ill-gotten gains.  Special consideration will be given to one or two examples from Tennessee that demonstrate both the importance of early reporting and the need for victim participation up and until sentencing.",
    "room": "",
    "presentation": ""
  },
  "joe-gray": {
    "name": "Joe Gray",
    "type": "session",
    "tagline": "Enterprise Security Consultant, Sword & Shield Enterprise Security",
    "photo": "joe-gray.600x600.jpg",
    "bio": "Joe Gray joined the U.S. Navy directly out of High School and served for 7 years as a Submarine Navigation Electronics Technician. Joe is an Enterprise Security Consultant at Sword & Shield Enterprise Security in Knoxville, TN. Joe also maintains his own Blog and Podcast called Advanced Persistent Security. He is also in the SANS Instructor Development pipeline, teaching SANS Security 504: Hacker Tools, Techniques, Exploits, and Incident Handling. In his spare time, Joe enjoys reading news relevant to information security, attending information security conferences, contributing blogs to various outlets, bass fishing, and flying his drone.",
    "title": "PCAPs, IOCs, Honeypots, and Malware, Oh My!",
    "abstract": "In a time when alleged government exploits are being leaked and repurposed for malice, the necessity of analysis is rising. This is a chronicle of my journey from being a “security guy” with Incident Response experience to learning data carving, effective threat intelligence, malware analysis, and reverse engineering. I talk about the inspirations that pushed me to learn more as well as the pitfalls and lessons learned through the process. I may even name drop some of my own mentors and mentees.\n\nThe core of this presentation is not only that of technical perseverance, although it is. This presentation is one that demonstrates how being a good mentor and mentee will enable one to achieve seemingly impossible goals. I provide technical demonstrations of things that I learned through the journey and prove to the audience that anything is possible, once you take the first step. There will be analysis of pcaps, files, and malware to demonstrate the full lifecycle of a blue teamer.",
    "room": "",
    "presentation": ""
  },
  "rob-gresham": {
    "name": "Rob Gresham",
    "type": "session",
    "tagline": "Security Consultant with Phantom Cyber",
    "photo": "rob-gresham.600x600.jpg",
    "bio": "Rob has over 15 years of experience providing security operations, information security architecture and incident response services to government and commercial entities in support of civil and criminal investigations as well as computer network defense operations. Rob Gresham has extensive experience executing and instructing on cyber threat intelligence and incident response. Rob can visualize processes, workflows and procedures which has help tremendously when designing SOC process frameworks. He has successfully built security response teams that provide incident response, threat intelligence and protection for key resources or critical infrastructure.",
    "title": "Automating your OODA",
    "abstract": "This talk will cover how the OODA (Observe. Orient. Decide. Act.) loop applies to security operations. By aligning OODA to your security operations, you will plainly see how investing in automation capabilities greatly improves your decision timeliness and speed to action capabilities. Describe security automation and orchestration and deciding what a good platform looks like.  Demonstrate how your love of pythonizing all things can be greatly improved with an automation platform to speed threat intelligence contextualization, incident response and containment to remediation. I will demonstrate Integrated Adaptive Cyber Defense with automation playbooks using Security Onion, Open Source Threat Intelligence, McAfee Endpoint Protection, Phantom Community Edition, and OSSIM.",
    "room": "",
    "presentation": ""
  },
  "travis-howerton": {
    "name": "Travis Howerton",
    "type": "session",
    "tagline": "Senior Director, Transformation at CNS, Y-12 National Security Complex",
    "photo": "travis-howerton.600x600.jpg",
    "bio": "Travis Howerton is the senior director for Transformation within the Business Management and Transformation organization at Consolidated Nuclear Security, LLC, which is responsible for the management and operation of the Pantex Plant in Amarillo, Texas, and the Y-12 National Security transformation organization, leadership of the CNS Cost Savings program, management of the Booz Allen Hamilton support staff, line management of the Information Solutions and Services organization, and responsibility for the Business System Modernization project and Enterprise Resource Planning consolidation.\n\nBefore joining CNS in 2016, Howerton served as the deputy director for the Information Technology Services Division at Oak Ridge National Laboratory and was responsible for day-to-day IT and cyber security operations. He ensured efficient programmatic execution for cyber security operations, the application portfolio, research and development support systems/applications, networking, infrastructure/data center operations, library capabilities and enterprise architecture. He also was the line manager for ITSD, with 200 employees and an annual budget more than $50 million. Previously, Howerton served as the chief technology officer for the National Nuclear Security Administration. In that role, he provided technology strategy and direction for the U.S. Nuclear Weapons Complex, with an annual technology budget of nearly $1 billion.\n\nHowerton began his career as a software engineer and has held various roles in the Department of Energy, including security program manager for the Y-12 Site Office, YSO chief information officer, director for the Cyber Sciences Lab and chief technology officer. Howerton holds a B.S. in organizational management from Tusculum College (Greeneville, Tennessee) and an M.S. in computer information systems from Boston University.",
    "title": "Cyber Security Transformation within the National Security Environment",
    "abstract": "What does it take to transform and securely operate the enterprise environment of a national security complex? Join Travis as he shares insights and lessons learned on tackling the challenge of modernizing cyber security for mission critical operations.",
    "room": "",
    "presentation": ""
  },
  "robert-johnston": {
    "name": "Robert Johnston",
    "type": "session",
    "tagline": "President/CEO Adlumin",
    "photo": "robert-johnston.600x600.jpg",
    "bio": "Robert  Johnston, Founder & Chief Executive Ofﬁcer  of Adlumin. Previously Mr. Johnston worked in the private sector as a principal consultant at CrowdStrike, Inc. as an incident response expert conducting engagements against nation state, criminal, and hacktivist organizations across a variety of industry sectors. Mr. Johnston has also served as a Captain in the United States Marine Corps. As a Marine Ofﬁcer he was the Team Lead of 81 National Cyber Protection Team, Cyber National Mission Force and the Director of the Marine Corps Red Team. He is an accomplished leader and technical expert within the cyber security community.\n\nMr. Johnston is a 2008 graduate of the United States Naval Academy with a degree in Information Technology. He was the primary/lead responder on the Democratic National Committee (DNC) hack while at Crowdstrike.  An avid speaker within the cyber security community ISC2 awarded him runner up for the best up and-coming cyber security professional in North, Central, and South America and the winner of the 2015 Community Awareness Government Information Security Leadership Award. Mr. Johnston can be followed on Twitter at [@dvgsecurity](https://twitter.com/dvgsecurity)",
    "title": "Identity Based Attacks - Insights on the DNC Hack",
    "abstract": "Why do corporate breaches continue to succeed? Corporate breaches continue to succeed because attackers are able to steal the legitimate identities of your employees and use those identities to attack your infrastructure. Far deadlier than malware based attacks, identity based attacks can go undetected for months or years because perpetrators impersonate the methods used by your various privileged accounts as if they were that user. Attackers have changed their methods from the now outdated malware based attacks to the evolved identity based attacks. Learn how analytics, deception, and data streams are saving the security industry, or would have at least saved the Democratic National Committee.",
    "room": "",
    "presentation": ""
  },
  "ed-rojas": {
    "name": "Ed Rojas",
    "type": "session",
    "tagline": "Deloitte Cyber Risk Services",
    "photo": "ed-rojas.600x600.jpg",
    "bio": "Edgar is a specialist master at Deloitte’s Risk and Financial Advisory/Cyber Risk Services. A 28+ year veteran in the data networking and information security industry, with over 15 years in business development nationally and internationally leading groups of engineers and developing new markets in USA, Europe and Latin America.\n\nCo-host pvcsec.com podcast. Founder Tactical Edge, one of the best infosec events in Latin America.\n\nYou can reach Ed at @edgarr0jas, @tactical3dge, or @pvcsec",
    "title": "The IoT Ecosystem and Cybersecurity",
    "abstract": "IoT devices are expected to reach 20 billion in numbers in three years. These devices will connect to each other and existing corporate and personal networks, creating an extremely large footprint for cyber security experts to protect. There are no set standards for securing these devices; no regulations; and over 100 protocols. It is the stuff of nightmares. In this presentation Ed will break down the IoT ecosystem into its four components and will identify, with your help, where it makes sense to add security and what type of security solution is required.",
    "room": "",
    "presentation": ""
  },
  "tony-rucci": {
    "name": "Tony Rucci",
    "type": "session",
    "tagline": "Information Security & Threat Intelligence Information International Associates, Inc.",
    "photo": "tony-rucci.600x600.jpg",
    "bio": "With more than 32 years of counterintelligence and security experience, a retired Counterintelligence Special Agent and US Army Warrant Officer, Tony Rucci followed his dream and as started his own company, /Root Technology, which was approached for acquisition after just 13 months! After serving as Chief Security Officer for two independent companies, today Tony is the Director of Information Security & Threat Intelligence for Information International Associates.\n\nDuring his years as a CI agent, Tony ran espionage investigations and served as a computer crimes investigator, proudly protecting our national interests. From 1998 to 2004, he served as the Counterintelligence Operations Officer at The White House, serving two administrations. Tony departed the White House upon his retirement in December 2004 but continues to serve the U.S. Intelligence Community and national security efforts in his current capacities with IIa, building a robust Threat Intelligence and Information Security vertical supporting both private sector and government clients. He speaks regularly on topics as Critical Infrastructure Protection, Technical Threats, Computer Crimes, Social Networking and Insider Threats while serving on multiple Security Advisory Boards. Currently he is an Advisory Board Member, Nevada Secretary of State; Silver Flume; For the University of Nevada, he is on the Advisory Board for the Computer Science and Engineering & Cyber Security Center; he is the former National Vice President of the U.S. Army Military Intelligence Corps Association and is a former Fellow at the National Cyber Security Institute, Washington DC, sponsored by the NSA. Tony and his wife Pam are “Proud Empty Nesters” and split their time between East Tennessee & Northern Nevada. They have one son and two beautiful Grandbabies! @InsiderThreats",
    "title": "Roundtable: Threat Management/Breach Management/Ransomware/Incident Handling",
    "abstract": "EDGE Roundtable discussions are facilitated sessions lead by industry experts. While the facilitator will have prepared content specific to the topic and will lead the discussions, the objective is interactive dialogue between the participants on that specific challenge. With a targeted 30% facilitator/70% attendee content mix, the objective is to learn from the experiences of your colleagues. While attending to simply listen will provide value, the significance of these sessions lies in the information sharing related to the successes and challenges from peers.\n\nIn this roundtable session, Toni will walk attendees through various scenarios based on actual events for a lively discussion around effective threat management, dealing with data breaches, proper handling of ransomware outbreaks, and best practices for incident handling.",
    "room": "",
    "presentation": ""
  },
  "chris-sanders": {
    "name": "Chris Sanders",
    "type": "session",
    "tagline": "Founder of Applied Network Defense",
    "photo": "chris-sanders.600x600.jpg",
    "bio": "Chris Sanders is an information security author, trainer, and researcher originally from Mayfield, KY. He is the founder of Applied Network Defense, a company focused on delivering high quality, accessible information security training. In previous roles, Chris worked with the US Department of Defense, InGuardians, and Mandiant to build security operation centers and train practitioners focused on defending defense, government, and Fortune 500 networks. Chris is also the founder and director of the Rural Technology Fund, a non-profit that donates scholarships and equipment to public schools to further technical education in rural and high poverty areas. In 2016, the RTF put computer science education resources into the hands of over 10,000 students.\n\nChris has authored several books and articles, including the international best seller “Practical Packet Analysis” from No Starch Press, currently in its third edition and in seven languages, and “Applied Network Security Monitoring” from Syngress. His current research focus is the intersection of cyber defense and cognitive psychology to enhance the field of security investigative technique through a better understanding of the human thought and learning processes.\n\nChris blogs at [www.chrissanders.org](http://www.chrissanders.org). You can learn more about Applied Network Defense at [www.appliednetworkdefense.com](http://www.appliednetworkdefense.com) and the RTF at [www.ruraltechfund.org](http://www.ruraltechfund.org).",
    "title": "A Cognitive View of Security Investigations",
    "abstract": "In this presentation, Chris will discuss various aspects of defensive security from the perspective of how we think and process information.",
    "room": "",
    "presentation": ""
  },
  "aditya-sood": {
    "name": "Aditya K. Sood",
    "type": "session",
    "tagline": "Director of Cloud Security Symantec",
    "photo": "aditya-sood.600x600.jpg",
    "bio": "Dr. Sood is an information security practitioner and researcher by profession. Dr. Sood has research interests in malware automation and analysis, cloud security, secure software design and cybercrime. He is also a founder of SecNiche Security Labs, an independent web portal for sharing research with security community. He has authored several papers for various magazines and journals including IEEE, Elsevier, CrossTalk, ISACA, Virus Bulletin, Usenix and others. His work has been featured in several media outlets including Associated Press, Fox News, The Register, Guardian, Business Insider, Kaspersky Threatpost, CBC and others. He has been an active speaker at industry conferences and presented at BlackHat, DEFCON, HackInTheBox, RSA, Virus Bulletin, OWASP and many others. Currently, Dr. Sood directs the security efforts for the Elastica Cloud Security division at BlueCoat, Symantec. Dr. Sood obtained his Ph.D from Michigan State University in Computer Sciences. Dr. Sood is also an author of \"Targeted Cyber Attacks\" book published by Syngress.",
    "title": "Malice in the Cloud - Dissecting Abuse and Exploitation of Cloud Apps",
    "abstract": "Cloud storage usage is increasing rapidly. The attackers are using cloud applications as launch pads for triggering cyber attacks on the Internet. It has become indispensable for enterprises to keep track of the active cloud applications in the network for detecting malice. With that, threats from malicious insiders, attackers and naive users are increasing that are putting organizations at risk.\n\nGenerally speaking, cloud applications have not been not effectively managed in the enterprises as IT departments do not have robust mechanisms to detect insecurities persisting in the cloud applications. As a result, enterprises are encountering a problem of Shadow IT, a terminology used for highlighting devices and unauthorized applications that remain activated under the radar of the IT department. Shadow IT renders organizations more vulnerable to cyber attacks because Shadow IT infrastructure is not monitored by organizations for detecting potential threats and vulnerabilities. Therefore, to address Shadow IT, it is not merely sufficient to discover what SaaS applications are running, but to understand how enterprise ready those applications are from a security, risk, and compliance perspective — specifically with regard to the precise needs of your organization. The users also need to understand how the SaaS applications are exploited. In this talk, users will gain applied knowledge and can easily apply to their routine work in the enterprises.",
    "room": "",
    "presentation": ""
  },
  "josh-watson": {
    "name": "Josh Watson",
    "type": "session",
    "tagline": "Lead Detective and Forensic Examiner/Investigator, Reno, Nevada Police Department",
    "photo": "josh-watson.600x600.jpg",
    "bio": "Josh Watson is a 15-year Police Officer and the lead Detective and Forensic Examiner/Investigator at the Reno Police Department in Nevada. For the past 7 years, his predominant focus has been computer and mobile device forensics related to criminal investigations. He is the full-time Examiner for Reno PD and assists numerous other state and local agencies, conducting over 1200 exams of digital devices over the past 7 years. He holds certifications for several forensic tools to include Cellebrite, FTK, Lantern, and Blacklight, and is trained and experienced in the use of EnCase, IEF, and other forensic tools and methods.\n\nDetective Watson is a frequent guest lecturer at the University of Nevada, Reno Computer Science & Engineering School and also presents regularly on cyber safety to local schools and youth organizations. He also works closely with the local FBI ICAC and USSS EC Task Forces, and has testified numerous times as an expert in both County, State, and Federal Courts.",
    "title": "Topic TBA",
    "abstract": "*Abstract coming soon.*\n\n__Bio__ - Josh Watson is a 15-year Police Officer and the lead Detective and Forensic Examiner/Investigator at the Reno Police Department in Nevada. For the past 7 years, his predominant focus has been computer and mobile device forensics related to criminal investigations. He is the full-time Examiner for Reno PD and assists numerous other state and local agencies, conducting over 1200 exams of digital devices over the past 7 years. He holds certifications for several forensic tools to include Cellebrite, FTK, Lantern, and Blacklight, and is trained and experienced in the use of EnCase, IEF, and other forensic tools and methods.\n\nDetective Watson is a frequent guest lecturer at the University of Nevada, Reno Computer Science & Engineering School and also presents regularly on cyber safety to local schools and youth organizations. He also works closely with the local FBI ICAC and USSS EC Task Forces, and has testified numerous times as an expert in both County, State, and Federal Courts.",
    "room": "",
    "presentation": ""
  },
  "wes-widner": {
    "name": "Wes Widner",
    "type": "session",
    "tagline": "Senior Software Engineer at CrowdStrike",
    "photo": "wes-widner.600x600.jpg",
    "bio": "Wes Widner is a veteran in the threat intelligence industry. His work history includes data engineering and threat modeling with McAfee Labs’s Global Threat Intelligence, building out a large scale malware pipeline with Norse Corporation, and engineering clouds at Crowdstrike. He specializes in building large-scale distributed threat intelligence systems that span a range of threat vectors. Wes also enjoys teaching children how to hack, ethically of course.",
    "title": "Say Hello to My Little Friend",
    "abstract": "s your iPhone really safe or is it all just an ad? Recent studies claim that iOS apps crash more than Android apps*. Some critics have also pointed to the FBI compromising the iPhones of the San Bernardino killers as evidence that Apple’s product is riddled with security flaws. Meanwhile, Apple maintains that iOS is the most secure platform on the market. For those of us who have spent some time studying iOS security the truth is more complex and interesting.\n\nApple does try to suppress news of security vulnerabilities in its products so it’s not surprising that the subject of iOS security is still a mystery. Despite the device being wildly popular. In this talk, we will explore the history of iOS security by tying security incidents that have made their way into news reports to the underlying systems issues. As we move through this history I’ll highlight actions that we can use to mitigate various classes of attacks. And finally, we'll conclude by examining resources to secure our iOS devices.\n\nWe carry our mobile devices with us everywhere. They help us answer obscure questions and they hold our most intimate secrets. If you’re interested in learning more about iOS security, come join me and my little friend.",
    "room": "",
    "presentation": ""
  }
}